# 経済学とは  
**人や組織が市場でモノやお金を交換し合う行動を、前提と仮説を用いてモデル化し、シンプルかつ論理的に説明しようとする学問**  
- 人や組織... 経済主体  
- モノ... 財やサービス  
- 交換し合う行動... 経済活動  
  
経済主体が **何の思考も持たず** 行動・経済活動をしているなら、この学問は存在しない。  
経済主体が **常に損得を計算して** 行動・経済活動するという前提を用意することで、  
その行動に理由が生まれ、論理的に説明できるようになる。  
  
前提で行動する経済主体は、ある仮説の場合にどのような経済活動をするのかを突き詰めていく学問である。  
  
# インセンティブ  
経済学では経済主体は前提としてインセンティブ（誘因）によって行動すると考えられている。  
  
給料が上がる発表があると「正のインセンティブ」が発生し、  
残業代を支払わない発表があると「負のインセンティブ」が発生する。  
  
正と負のどちらにせよ、インセンティブはある選択ををする意欲を高める。  
上記でいえば、前者では「もっと働こう」後者では「転職しよう」という意欲を高める。  
  
# ミクロ経済学とマクロ経済学  
経済学は大きく二つの専門分野に分かれる。扱う前提と仮説が違う？  
### ミクロ経済学  
経済主体を個々に分析し、それを積み上げることで市場全体をモデル化する分野  
  
前提：  
仮説：  
  
### マクロ経済学  
  
前提：  
仮説：  
